Repository: knife-fish/Matrix.app
Catalog: Matrix/Localizable.xcstrings
Source language: en
Languages: zh_hans

# active_count
source: Active
zh_hans: 进行中

source: Add task failed: %@
zh_hans: 添加任务失败: %@

source: Advanced
zh_hans: 高级

source: Advanced Options
zh_hans: 高级选项

source: All
zh_hans: 全部

source: Appearance
zh_hans: 外观

# appearance_dark
source: Dark
zh_hans: 深色

# appearance_light
source: Light
zh_hans: 浅色

# appearance_system
source: System
zh_hans: 跟随系统

# applied_and_restarted
source: Saved and restarted aria2
zh_hans: 已保存并重启 aria2

source: Apply failed: %@
zh_hans: 应用失败: %@

source: Apply Selection
zh_hans: 应用选择

# apply_selection_failed
source: Failed to apply file selection: %@
zh_hans: 应用文件选择失败: %@

# aria2_executable_not_found
source: aria2c executable not found.
zh_hans: 未找到 aria2c 可执行文件。

source: aria2 Online
zh_hans: aria2 在线

source: aria2 Port
zh_hans: aria2 端口

# aria2_start_failed
source: Failed to start aria2: %@
zh_hans: 启动 aria2 失败: %@

# aria2_stop_failed
source: Failed to stop aria2: %@
zh_hans: 停止 aria2 失败: %@

# auto_start_downloads
source: Start downloads automatically
zh_hans: 自动开始下载

# auto_update_trackers
source: Update tracker list daily
zh_hans: 每天自动更新 Tracker 列表

source: Basic
zh_hans: 基础

source: Batch Actions
zh_hans: 批量操作

# bt_listen_port
source: BT Listen Port: %d
zh_hans: BT 监听端口: %d

# bt_max_peers
source: Max Peers per BT Task: %d
zh_hans: 每个 BT 任务最大 Peer 数: %d

source: BT Runtime
zh_hans: BT 运行信息

source: Cancel
zh_hans: 取消

source: Choose
zh_hans: 选择

source: Choose File
zh_hans: 选择文件

source: Choose save path
zh_hans: 选择保存路径

source: Clear Completed
zh_hans: 清空已完成

source: Close
zh_hans: 关闭

# collapse_advanced
source: Hide Advanced
zh_hans: 收起高级

source: Comment
zh_hans: 备注

source: Completed
zh_hans: 已完成

source: Completed At
zh_hans: 完成时间

source: Config File
zh_hans: 配置文件

source: Config Path
zh_hans: 配置文件路径

# config_read_failed
source: Failed to read config: %@
zh_hans: 读取配置失败: %@

source: Confirm
zh_hans: 确认

# confirm_delete_task
source: Are you sure you want to delete "%@"?
zh_hans: 确定要删除任务 "%@" 吗？

source: Connected
zh_hans: 已连接

source: Connection Status
zh_hans: 连接状态

source: Connections
zh_hans: 连接数

# connections_count
source: Conn %d
zh_hans: 连接 %d

source: Copy Source Link
zh_hans: 复制源链接

# count_items
source: %lld items
zh_hans: 共 %lld 项

# count_results
source: %lld results
zh_hans: 匹配 %lld 项

source: Created At
zh_hans: 创建时间

source: Creation Date
zh_hans: 创建日期

# custom_filename
source: Custom filename (optional)
zh_hans: 自定义文件名（可选）

source: Default Save Path
zh_hans: 默认保存目录

# default_threads
source: Default Threads: %d
zh_hans: 默认线程数: %d

source: Delete
zh_hans: 删除

# delete_files_on_remove
source: Delete downloaded files when removing tasks
zh_hans: 删除任务时一并删除已下载文件

source: Delete Task
zh_hans: 删除任务

# delete_with_files
source: Also delete files, partial downloads, and .aria2 temp files
zh_hans: 同时删除文件（包括未完成下载和 .aria2 临时文件）

source: Deselect All
zh_hans: 取消全选

source: Disconnected
zh_hans: 未连接

source: Download
zh_hans: 下载

source: Download Completed
zh_hans: 下载完成

source: Download engine not ready: %@
zh_hans: 下载引擎未就绪: %@

source: Download Limit: %@
zh_hans: 下载限速: %@

source: Download Links
zh_hans: 下载链接

source: Download Speed
zh_hans: 下载速度

# download_tab
source: Download
zh_hans: 下载

# downloaded_size
source: Downloaded
zh_hans: 已下载

# dht_listen_port
source: DHT Listen Port: %d
zh_hans: DHT 监听端口: %d

source: Downloading
zh_hans: 下载中

# empty_msg_all
source: Create a task or drop links here to start downloading
zh_hans: 点击上方按钮或拖拽链接到此处开始下载

# empty_msg_completed
source: Completed tasks will appear here
zh_hans: 完成的任务会显示在这里

# empty_msg_downloading
source: There are no active downloads
zh_hans: 当前没有正在下载的任务

# empty_msg_stopped
source: Paused or failed tasks will appear here
zh_hans: 已暂停或出错的任务会显示在这里

# empty_msg_waiting
source: There are no waiting tasks
zh_hans: 当前没有等待中的任务

# empty_title_all
source: No download tasks
zh_hans: 暂无下载任务

# empty_title_completed
source: No completed tasks
zh_hans: 没有已完成的任务

# empty_title_downloading
source: No active downloads
zh_hans: 没有正在下载的任务

# empty_title_stopped
source: No stopped tasks
zh_hans: 没有已停止的任务

# empty_title_waiting
source: No waiting tasks
zh_hans: 没有等待中的任务

source: Enable DHT
zh_hans: 启用 DHT

# enable_lpd
source: Enable Local Peer Discovery
zh_hans: 启用本地节点发现 LPD

# enable_menu_bar
source: Enable menu bar extra
zh_hans: 启用菜单栏常驻

# enable_pex
source: Enable Peer Exchange
zh_hans: 启用 Peer Exchange

source: Enable Proxy
zh_hans: 启用代理

# enable_upnp
source: Enable UPnP / NAT-PMP Port Mapping
zh_hans: 启用 UPnP / NAT-PMP 端口映射

source: Engine
zh_hans: 引擎

# error_generic
source: Error
zh_hans: 错误

# error_info
source: Error
zh_hans: 错误信息

# estimated_remaining
source: ETA
zh_hans: 预计剩余

source: Export Settings
zh_hans: 导出设置

# file_count
source: Files
zh_hans: 文件数

source: File Selection
zh_hans: 文件选择

source: General
zh_hans: 通用

source: Hide Dock Icon
zh_hans: 隐藏 Dock 图标

source: Import metalink failed: %@
zh_hans: 导入 metalink 失败: %@

source: Import Settings
zh_hans: 导入设置

source: Import torrent failed: %@
zh_hans: 导入 torrent 失败: %@

# info_basic
source: Basic Info
zh_hans: 基本信息

source: Interface
zh_hans: 界面

source: Keep Seeding
zh_hans: 持续做种

source: Language
zh_hans: 语言

source: Last Updated: %@
zh_hans: 上次更新: %@

# load_files_failed
source: Failed to load files: %@
zh_hans: 读取文件列表失败: %@

# loading_torrent_contents
source: Reading torrent contents...
zh_hans: 正在读取种子内容...

source: Log Level
zh_hans: 日志级别

# max_concurrent_tasks
source: Max Concurrent Tasks: %d
zh_hans: 最大并发任务: %d

# metalink_empty
source: Metalink did not return any available tasks.
zh_hans: Metalink 未返回可用任务。

source: Network
zh_hans: 网络

# network_settings
source: Network
zh_hans: 网络

source: New
zh_hans: 新建

source: New Task
zh_hans: 新建任务

# new_task_choose_save_location
source: Choose download destination
zh_hans: 选择下载保存位置

# new_task_error_choose_path
source: Please choose a save path
zh_hans: 请选择保存路径

# new_task_error_input_link
source: Please enter a download link
zh_hans: 请输入下载链接

# new_task_error_invalid_link
source: Please enter a valid download link
zh_hans: 请输入有效的下载链接

# new_task_error_threads_range
source: Thread count must be between 1 and 64
zh_hans: 线程数必须在 1-64 之间

# new_task_source_link
source: Link / Magnet
zh_hans: 链接 / Magnet

source: No file selected
zh_hans: 未选择文件

# notify_on_complete
source: Notify on completion
zh_hans: 完成后通知

source: Open File
zh_hans: 打开文件

source: Pause
zh_hans: 暂停

source: Pause All
zh_hans: 全部暂停

source: Pause failed: %@
zh_hans: 暂停失败: %@

# peer_connected
source: Connected
zh_hans: 已连接

# peer_count
source: Peers
zh_hans: Peer 数

source: Peer List
zh_hans: Peer 列表

source: Piece Completion
zh_hans: 块完成情况

# piece_length_value
source: Piece %@
zh_hans: 块大小 %@

# piece_progress_summary
source: %d / %d pieces
zh_hans: %1$d / %2$d 块

# preview_torrent_failed
source: Failed to read torrent contents: %@
zh_hans: 读取种子内容失败: %@

source: Progress
zh_hans: 进度

source: Proxy Host
zh_hans: 代理地址

source: Proxy Port
zh_hans: 代理端口

source: Reconnect aria2
zh_hans: 重连 aria2

source: Refresh tasks failed: %@
zh_hans: 刷新任务失败: %@

source: Refresh Trackers
zh_hans: 立即刷新 Tracker

source: Refreshing...
zh_hans: 更新中...

source: Remaining
zh_hans: 剩余

# remaining_calculating
source: Calculating...
zh_hans: 计算中...

# remaining_hours
source: %.1f h
zh_hans: %.1f小时

# remaining_minutes
source: %.0f min
zh_hans: %.0f分钟

# remaining_seconds
source: %.0fs
zh_hans: %.0f秒

# remaining_time_prefix
source: Remaining time: %@
zh_hans: 剩余时间: %@

# remove_remote_task_failed
source: Removing remote task failed: %@
zh_hans: 移除远程任务失败: %@

# reset_session
source: Reset Download Session
zh_hans: 重置下载会话

source: Restore Defaults
zh_hans: 恢复默认

source: Resume
zh_hans: 恢复

source: Resume All
zh_hans: 全部恢复

source: Resume failed: %@
zh_hans: 恢复失败: %@

# rpc_error_decoding
source: Failed to decode aria2 response: %@
zh_hans: aria2 响应解析失败: %@

# rpc_error_invalid_response
source: aria2 returned an invalid response.
zh_hans: aria2 返回了无效响应。

# rpc_error_invalid_url
source: Invalid RPC address.
zh_hans: RPC 地址无效。

# rpc_port
source: RPC Listen Port: %d
zh_hans: RPC 监听端口: %d

# rpc_port_label
source: RPC Listen Port
zh_hans: RPC 监听端口

# rpc_listen_all
source: Listen on All Interfaces
zh_hans: 监听所有网络接口

source: Runtime Status
zh_hans: 运行状态

# save_and_apply
source: Save & Apply
zh_hans: 保存并应用

source: Save Location
zh_hans: 保存位置

# save_magnet
source: Save magnet metadata as torrent file
zh_hans: 保存 Magnet 元数据为 torrent 文件

# search_tasks
source: Search tasks by name or URL
zh_hans: 搜索任务名称或链接

source: Sections
zh_hans: 分组

source: Seed Ratio: %@
zh_hans: 做种分享率: %@

source: Seed Time: %@
zh_hans: 做种时长: %@

# seed_time_minutes
source: %d min
zh_hans: %d 分钟

# seed_time_unlimited
source: Unlimited
zh_hans: 不限

# seeders
source: Seeders %d
zh_hans: 种子 %d

# seeding_active
source: Seeding
zh_hans: 做种中

# seeding_idle
source: Not Seeding
zh_hans: 未做种

# seeding_nodes
source: Seeders
zh_hans: 做种节点

source: Seeding Status
zh_hans: 播种状态

source: Select All
zh_hans: 全选

# session_and_config
source: Session & Config
zh_hans: 会话与配置

# session_reset
source: Download session reset
zh_hans: 下载会话已重置

source: Settings
zh_hans: 设置

# settings_bt_subtitle
source: Discovery, seeding, and connection parameters.
zh_hans: 管理发现节点、做种和连接参数。

# settings_download_subtitle
source: Global speed limits for all active tasks.
zh_hans: 控制所有任务的全局上传下载限制。

# settings_engine_subtitle
source: Edit RPC, logging, and aria2 configuration.
zh_hans: 编辑 RPC、日志和 aria2 配置内容。

# settings_export_failed
source: Export failed: %@
zh_hans: 导出失败: %@

source: Settings exported
zh_hans: 设置已导出

# settings_general_subtitle
source: Base defaults for downloads and UI behavior.
zh_hans: 日常下载和界面显示的基础默认项。

# settings_import_failed
source: Import failed: %@
zh_hans: 导入失败: %@

source: Settings imported
zh_hans: 设置已导入

# settings_interface_subtitle
source: Control Dock, menu bar, and overall appearance.
zh_hans: 控制 Dock、菜单栏和整体外观。

# settings_network_subtitle
source: Identity headers and optional proxy settings.
zh_hans: 配置标识信息和可选代理设置。

# settings_runtime_subtitle
source: Current engine state and environment details.
zh_hans: 查看当前下载引擎和运行环境信息。

# settings_session_subtitle
source: Import, export, or reset local persisted state.
zh_hans: 导入导出设置，或重置本地会话状态。

# settings_title
source: Settings
zh_hans: 设置

# settings_tracker_subtitle
source: Update and edit the tracker list used by BitTorrent.
zh_hans: 更新并编辑 BitTorrent 使用的 Tracker 列表。

source: Show Dock Icon
zh_hans: 显示 Dock 图标

source: Show in Dock
zh_hans: 在 Dock 中显示

source: Show in Finder
zh_hans: 在 Finder 中显示

source: Show Main Window
zh_hans: 显示主窗口

source: Quit App
zh_hans: 退出应用

# show_menu_speed
source: Show real-time speed in menu bar
zh_hans: 菜单栏显示实时下载速度

# source_file_metalink
source: Metalink File
zh_hans: Metalink 文件

# source_file_torrent
source: Torrent File
zh_hans: Torrent 文件

# source_hint_links
source: Supports HTTP, HTTPS, FTP, and Magnet. Multiple lines create multiple tasks.
zh_hans: 支持 HTTP、HTTPS、FTP、Magnet，多行会批量创建任务。

# source_hint_metalink
source: Import a .metalink file and create download tasks in batch.
zh_hans: 导入 `.metalink` 文件并批量创建下载任务。

# source_hint_torrent
source: Import a .torrent file and let aria2 create a BitTorrent task.
zh_hans: 导入 `.torrent` 文件并交给 aria2 创建 BitTorrent 任务。

# speed_limit
source: Speed Limits
zh_hans: 限速

source: Stopped
zh_hans: 已停止

# task_directory
source: Directory
zh_hans: 目录

# task_kind_direct
source: Link
zh_hans: 链接

source: Task Metrics
zh_hans: 任务指标

# task_source
source: Source
zh_hans: 来源

# task_status
source: Status
zh_hans: 状态

# tasks_count
source: %d / %d tasks
zh_hans: %d / %d 个任务

source: Threads
zh_hans: 线程数

source: Torrent Info
zh_hans: 种子信息

# torrent_mode
source: Mode
zh_hans: 模式

source: Torrent Name
zh_hans: 种子名称

# torrent_preview_summary
source: %1$d files, %2$@, %3$d trackers
zh_hans: %1$d 个文件，%2$@，%3$d 个 Tracker

source: Total Size
zh_hans: 总大小

# tracker_count
source: Tracker Entries
zh_hans: Tracker 条目数

# tracker_error_empty
source: Tracker list is empty.
zh_hans: Tracker 列表为空。

# tracker_error_invalid_response
source: Tracker source returned an invalid response.
zh_hans: Tracker 源返回了无效响应。

# tracker_error_invalid_url
source: Invalid tracker source URL.
zh_hans: Tracker 源地址无效。

source: Tracker List
zh_hans: Tracker 列表

# tracker_source
source: Tracker Source URL
zh_hans: Tracker 源地址

# trackers_update_failed
source: Tracker update failed: %@
zh_hans: Tracker 更新失败: %@

# trackers_updated
source: Tracker list updated
zh_hans: Tracker 列表已更新

source: Unlimited
zh_hans: 不限速

source: Upload
zh_hans: 上传

source: Upload Limit: %@
zh_hans: 上传限速: %@

source: Upload Speed
zh_hans: 上传速度

source: Waiting
zh_hans: 等待中

# waiting_count
source: Waiting
zh_hans: 等待中
